{
  "shows": [
    {
      "id": 17,
      "name": "This Is Us",
      "summary": "Sometimes life will surprise you. This refreshingly honest and provocative series follows a unique ensemble whose paths cross and their life stories intertwine in curious ways. We find several of them share the same birthday, and so much more than anyone would expect. From the writer and directors of \"Crazy, Stupid, Love\" comes a smart, modern dramedy that will challenge your everyday presumptions about the people you think you know.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/384/961910.jpg",
      "stream_on": "Peacock"
    },
    {
      "id": 18,
      "name": "Parks and Recreation",
      "summary": "Parks and Recreation is a comedy series based around the main character Leslie Knope (a bureaucrat) in the parks department of Pawnee.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/0/2439.jpg",
      "stream_on": "Peacock"
    },
    {
      "id": 19,
      "name": "The Boys",
      "summary": "In a world where superheroes embrace the darker side of their massive celebrity and fame, <b>The Boys</b> centres on a group of vigilantes known informally as \"The Boys,\" who set out to take down corrupt superheroes with no more than blue collar grit and a willingness to fight dirty.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/267/668204.jpg",
      "stream_on": "Amazon"
    },
    {
      "id": 20,
      "name": "The Marvelous Mrs. Maisel",
      "summary": "It's 1958 Manhattan and Miriam \"Midge\" Maisel has everything she's ever wanted - the perfect husband, kids, and Upper West Side apartment. But when her life suddenly takes a turn and Midge must start over, she discovers a previously unknown talent - one that will take her all the way from the comedy clubs of Greenwich Village to a spot on Johnny Carson's couch.",
      "image": "https://static.tvmaze.com/uploads/images/original_untouched/395/987966.jpg",
      "stream_on": "Amazon"
    }
  ]
}